{"jcr:created":"Tue Oct 31 2023 16:56:59 GMT+0000","jcr:createdBy":"ghopkins@backcountry.com","jcr:primaryType":"cq:Page","jcr:content":{"jcr:created":"Tue Oct 31 2023 16:56:59 GMT+0000","cq:lastReplicatedBy":"ghopkins@backcountry.com","cq:lastReplicationAction":"Activate","jcr:createdBy":"ghopkins@backcountry.com","cq:lastReplicatedBy_publish":"ghopkins@backcountry.com","sling:resourceType":"baem/components/page","jcr:title":"Backcountry x Teva T&Cs","cq:isDelivered":true,"pageProperty_seo-toggle":"false","jcr:mixinTypes":["cq:ReplicationStatus2"],"pageProperty_description":"Backcountry x Teva Instagram Giveaway, find all the details, terms & conditions here.","cq:lastReplicationAction_publish":"Activate","cq:lastModified":"Tue Oct 31 2023 21:55:12 GMT+0000","cq:lastModifiedBy":"ghopkins@backcountry.com","jcr:primaryType":"cq:PageContent","cq:lastReplicated":"Wed Nov 01 2023 06:05:00 GMT+0000","cq:lastReplicated_publish":"Wed Nov 01 2023 06:05:00 GMT+0000","cq:template":"/conf/baem/settings/wcm/templates/page-content","sling:vanityPath":"Backcountry-Teva-Giveaway","pageProperty_titleTag":"Backcountry x Teva T&Cs | Backcountry.com","root":{"layout":"responsiveGrid","sling:resourceType":"baem/components/container","jcr:primaryType":"nt:unstructured","container":{"layout":"responsiveGrid","sling:resourceType":"baem/components/container","jcr:primaryType":"nt:unstructured","title":{"sling:resourceType":"baem/components/title","jcr:primaryType":"nt:unstructured"},"container":{"layout":"responsiveGrid","sling:resourceType":"baem/components/container","jcr:primaryType":"nt:unstructured","text_copy_copy":{"jcr:created":"Tue Sep 12 2023 16:05:42 GMT+0000","jcr:lastModifiedBy":"ghopkins@backcountry.com","jcr:createdBy":"ghopkins@backcountry.com","textIsRich":"true","sling:resourceType":"baem/components/text","jcr:lastModified":"Tue Oct 31 2023 16:59:44 GMT+0000","jcr:primaryType":"nt:unstructured","text":"<p style=\"text-align: center;\"><span class=\"title3Heavy\">BACKCOUNTRY X&nbsp;TEVA INSTAGRAM GIVEAWAY</span></p>\r\n<p style=\"text-align: center;\">&nbsp;</p>\r\n<p style=\"text-align: center;\"><span class=\"title3Heavy\">SWEEPSTAKES OFFICIAL RULES</span></p>\r\n<p style=\"text-align: center;\">&nbsp;</p>\r\n<p style=\"text-align: center;\"><span class=\"body1Heavy\">NO PURCHASE NECESSARY TO ENTER OR WIN IN THE BACKCOUNTRY X TEVA INSTAGRAM GIVEAWAY (“Sweepstakes”). A PURCHASE WILL NOT INCREASE YOUR CHANCES OF WINNING. SWEEPSTAKES BEGINS AT 12:00 AM MOUNTAIN ON NOVEMBER 8, 2023, AND ENDS AT 11:59 PM MOUNTAIN ON NOVEMBER 14, 2023 (“Sweepstakes Deadline”).</span></p>\r\n"},"spacer_copy_copy":{"jcr:created":"Tue Sep 12 2023 22:30:08 GMT+0000","jcr:lastModifiedBy":"ghopkins@backcountry.com","jcr:createdBy":"ghopkins@backcountry.com","sling:resourceType":"baem/components/spacer","pixels_default":"32","pixels_large":"32","pixels_medium":"32","jcr:lastModified":"Tue Sep 12 2023 22:30:13 GMT+0000","pixels_small":"32","jcr:primaryType":"nt:unstructured","pixels_base":"32"},"text_1759833830_copy":{"jcr:created":"Tue Sep 12 2023 16:07:39 GMT+0000","jcr:lastModifiedBy":"ghopkins@backcountry.com","jcr:createdBy":"ghopkins@backcountry.com","textIsRich":"true","sling:resourceType":"baem/components/text","jcr:lastModified":"Tue Oct 31 2023 21:55:12 GMT+0000","jcr:primaryType":"nt:unstructured","text":"<p><span class=\"body1Heavy\">1. ELIGIBILITY:</span><span class=\"body1\">&nbsp;Except residents of Florida, New York, and Rhode Island, Sweepstakes open to legal residents of the United States and District of Columbia, age 18 or older, except employees (and their immediate families and members of the same household) of Backcountry.com LLC (“Sponsor”) and its affiliates, agents, judges and advertising and promotion agencies. If a winner resides in Alabama, Mississippi, or Nebraska and is under the legal age of adulthood, the winner will be required to have a parent or legal guardian sign a release form.</span></p>\r\n<p><span class=\"body1\">&nbsp;</span></p>\r\n<p><span class=\"body1Heavy\">2. HOW TO ENTER: There are two (2) ways to enter:</span></p>\r\n<p>&nbsp;</p>\r\n<ol>\r\n<li><span class=\"body1\">Complete a BACKCOUNTRY X&nbsp; TEVA INSTAGRAM GIVEAWAY Entry Form (“Entry Form”) and submit the completed Entry Form by following both @backcountry and @teva on Instagram and tagging three (3) friends in the comments. Three (3) comments each tagging one (1) friend constitute ONE (1) entry. LIMIT ONE (1) ENTRY PER PERSON. Entrant will receive one (1) bonus entry if they share the giveaway post on their Instagram story. Entrant must have a public Instagram account in order to receive the bonus entry so that Sponsor can view the Instagram story.</span></li>\r\n<li><span class=\"body1\">To enter without completing an Entry Form, send an email to <a href=\"mailto:socialmedia@backcountry.com\">socialmedia@backcountry.com</a> with the subject line “BACKCOUNTRY X TEVA INSTAGRAM GIVEAWAY Alternate Method of Entry” before the Sweepstakes Deadline. The email must include entrant’s full name, mailing address, phone number, and valid email address, along with an attestation that the entrant is age 18 or older. Entrant will receive one (1) entry for each email. All entries become the exclusive property of Sponsor and none will be acknowledged. Proof of sending or submission will not be deemed to be proof of receipt by Sponsor. Sponsor is not responsible for lost, late, incomplete, invalid, unintelligible, or misdirected entries, which will be disqualified.</span></li>\r\n</ol>\r\n<p><span class=\"body1\">&nbsp;</span></p>\r\n<p><span class=\"body1\">Odds of winning are the same for both methods of entry.</span></p>\r\n<p>&nbsp;</p>\r\n<p><span class=\"body1\">No illegible, incomplete, forged or altered or mechanically reproduced, facsimile or photocopied entries will be accepted. The Sponsor is not responsible for lost, late, damaged, or misdirected entries, all of which are void. All entries become the exclusive property of Sponsor and will not be returned.</span></p>\r\n<p>&nbsp;</p>\r\n<p><span class=\"body1Heavy\">3. SELECTION OF WINNERS:</span><span class=\"body1\">&nbsp;Winners will be determined from all eligible entries received by the Sweepstakes Deadline in a random drawing on the Sweepstakes Deadline (the “Drawing”). The Drawing will take place on November 15, 2023, and the Winners will be notified shortly after. The Drawing will be conducted by representatives of Sponsor whose decisions are final on all matters relating to this Sweepstakes.</span></p>\r\n<p>&nbsp;</p>\r\n<p><span class=\"body1Heavy\">4. PRIZES AND ODDS:</span><span class=\"body1\">&nbsp;There will be one (1) prize awarded to one (1) winner.&nbsp;The winner will receive one (1) pair of Teva ReEmber Terrains in the size and color of their choice.</span></p>\r\n<p>&nbsp;</p>\r\n<p><span class=\"body1\">Approximate Retail Value (“ARV”) for each prize:<br>\r\n • One (1) pair of Teva ReEmber Terrains ($90.00 USD)</span></p>\r\n<p>&nbsp;</p>\r\n<p><span class=\"body1Heavy\">TOTAL ARV OF ALL PRIZES:</span><span class=\"body1\">&nbsp;$90.00 USD</span></p>\r\n<p>&nbsp;</p>\r\n<p><span class=\"body1\">Odds of winning depend upon the number of eligible entries received by the Sweepstakes Deadline. All prizes will be awarded (assuming sufficient number of eligible entries.)&nbsp; Limit: one prize per person, family or household. Sponsor reserves the right to substitute prizes of equal or greater value. No other substitution or transfer of prizes permitted. Sponsor is responsible only for prize delivery. Sponsor is not responsible for prize utility, quality or otherwise. Taxes and fees, if any, are the sole responsibility of winners. Sponsor will report the ARV of prizes awarded on IRS Form 1099 to the extent required by law.</span></p>\r\n<p>&nbsp;</p>\r\n<p><span class=\"body1Heavy\">5. VERIFICATION OF WINNERS AND DELIVERY OF PRIZES:</span><span class=\"body1\">&nbsp;Winners may be required to sign a declaration of eligibility and liability release and, where permitted, a publicity release. Prizes may be awarded to alternate winners if declarations/releases are not completed at the time that prizes are awarded or if the selected winner is found to be ineligible under these Terms. Winners agree to use of name, address, likeness, and/or prize information for promotional purposes in any medium without additional compensation to the extent permitted by law.</span></p>\r\n<p>&nbsp;</p>\r\n<p><span class=\"body1Heavy\">6. RELEASE:</span><span class=\"body1\">&nbsp;By receipt of any prize, winners agree to release and hold harmless Sponsor, and their respective subsidiaries, affiliates, suppliers, distributors, advertising/promotion agencies, and prize suppliers, and each of their respective parent companies and each such company’s officers, directors, employees and agents (collectively, the “Released Parties”) from and against any claim or cause of action, including, but not limited to, personal injury, death, or damage to or loss of property, arising out of participation in the Sweepstakes or receipt or use or misuse of any prize.</span></p>\r\n<p>&nbsp;</p>\r\n<p><span class=\"body1Heavy\">7. GENERAL:</span><span class=\"body1\">&nbsp;This Sweepstakes is void outside the United States and where prohibited or restricted by law and subject to all applicable federal, state and local laws and regulations. This Sweepstakes will be governed by the internal laws of the State of Utah. Any and all legal actions or claims arising in connection with this Sweepstakes must be brought in a court of competent jurisdiction within the United States of America. Sponsor reserves the right, at its sole discretion, to modify, cancel, terminate or suspend this Sweepstakes if any cause outside of Sponsor’s control corrupts or affects the administration, security, fairness, integrity or proper conduct of the Sweepstakes. In the event of any such cancellation, termination or suspension, a notice will be posted on a BACKCOUNTRY X TEVA INSTAGRAM GIVEAWAY website and a random drawing will be held from among all eligible, non-suspect entries received prior to such time. Sponsor reserves the right, at its sole discretion, to disqualify any entrant (and entrant’s submission) from this Sweepstakes or any other promotion conducted now or in the future by Sponsor or any of its affiliates if entrant tampers with the entry process or if entrant’s fraud or misconduct affects the integrity of the Sweepstakes. Sponsor reserves the right to correct clerical or typographical errors in promotional materials. Sponsor is not responsible for any technical failure in the entry process. By participating in this Sweepstakes, each entrant accepts the conditions stated in these Official Rules, agrees to be bound by the decisions of the judges and warrants that entrant is eligible to participate in this Sweepstakes.</span></p>\r\n<p>&nbsp;</p>\r\n<p><span class=\"body1\">By participating in the Sweepstakes, each entrant agrees to Sponsor’s <a href=\"/service/bc-terms-of-use.html\">Terms of Use</a> and acknowledges that their information may be used consistently with the Sponsor’s <a href=\"/service/bc-privacy-policy.html\">Privacy Policy</a>.</span></p>\r\n<p>&nbsp;</p>\r\n<p><span class=\"body1Heavy\">8. ANY ATTEMPT BY AN ENTRANT TO UNDERMINE THE LEGITIMATE OPERATION OF THIS SWEEPSTAKES IS A VIOLATION OF CRIMINAL AND CIVIL LAWS. SHOULD SUCH AN ATTEMPT BE MADE, SPONSOR RESERVES THE RIGHT TO SEEK DAMAGES FROM ANY SUCH INDIVIDUAL TO THE FULLEST EXTENT PERMITTED BY LAW.</span></p>\r\n<p>&nbsp;</p>\r\n<p><span class=\"body1Heavy\">9. WINNERS LIST:</span><span class=\"body1\">&nbsp;To obtain a list of winners, send an email message to <a href=\"mailto:socialmedia@backcountry.com\">socialmedia@backcountry.com</a> and type “BACKCOUNTRY X TEVA INSTAGRAM GIVEAWAY Winners” in the subject line. Winners list will be sent after selection and verification of winners. Any requests for the list of winners must be received by Backcountry by November 15th, 2023.</span></p>\r\n<p>&nbsp;</p>\r\n<p><span class=\"body1Heavy\">10. SPONSORS:</span><span class=\"body1\"><br>\r\n Backcountry.com LLC, 1678 West Redstone Center, Suite 210, Park City, UT 84098.<br>\r\n Deckers Outdoor Corporation, Teva Brand, 250 Coromar Drive, Goleta, CA 93117.</span></p>\r\n<p>&nbsp;</p>\r\n<p><span class=\"body1Heavy\">11. QUESTIONS REGARDING THIS SWEEPSTAKES?</span><span class=\"body1\">&nbsp;Send an email to <a href=\"mailto:socialmedia@backcountry.com\">socialmedia@backcountry.com</a> and type “Question Re BACKCOUNTRY X TEVA INSTAGRAM GIVEAWAY” in the subject line.</span></p>\r\n"},"spacer_copy_copy_cop":{"jcr:created":"Tue Sep 12 2023 22:30:08 GMT+0000","jcr:lastModifiedBy":"ghopkins@backcountry.com","jcr:createdBy":"ghopkins@backcountry.com","sling:resourceType":"baem/components/spacer","pixels_default":"32","pixels_large":"32","pixels_medium":"32","jcr:lastModified":"Tue Sep 12 2023 22:30:13 GMT+0000","pixels_small":"32","jcr:primaryType":"nt:unstructured","pixels_base":"32"},"text_977738275_copy_":{"jcr:created":"Tue Sep 12 2023 16:18:18 GMT+0000","jcr:lastModifiedBy":"ghopkins@backcountry.com","jcr:createdBy":"ghopkins@backcountry.com","textIsRich":"true","sling:resourceType":"baem/components/text","jcr:lastModified":"Tue Oct 31 2023 17:06:01 GMT+0000","jcr:primaryType":"nt:unstructured","text":"<p><span class=\"body1\">Backcountry.com is protected by U.S. and international intellectual property laws worldwide. Backcountry.com and the Backcountry goat logo are registered trademarks of Backcountry.com LLC. All other trademarks are the property of their respective owners.</span></p>\r\n<p>&nbsp;</p>\r\n<p><span class=\"body1Heavy\">NO PURCHASE NECESSARY TO ENTER OR WIN IN THE BACKCOUNTRY X TEVA INSTAGRAM GIVEAWAY. A PURCHASE WILL NOT INCREASE YOUR CHANCES OF WINNING.</span></p>\r\n<p>&nbsp;</p>\r\n<p><span class=\"body1Heavy\">Last Updated 10/20/2023</span></p>\r\n"}}}}}}