{"jcr:created":"Thu Nov 11 2021 20:06:59 GMT+0000","jcr:createdBy":"cchristoffersen@backcountry.com","jcr:primaryType":"cq:Page","jcr:content":{"cq:lastReplicatedBy":"cchristoffersen@backcountry.com","cq:lastReplicationAction":"Activate","cq:lastReplicatedBy_publish":"cchristoffersen@backcountry.com","sling:resourceType":"baem/components/page","jcr:uuid":"26041543-1b43-453c-b0d3-fa2fb2c99a3c","jcr:title":"Gift Card Terms & Conditions","pageProperty_seo-toggle":"on","jcr:versionHistory":"c093de9c-2c37-4a36-875d-2c0e68d851d6","seo-toggle":"on","cq:lastModifiedBy":"cchristoffersen@backcountry.com","cq:template":"/conf/baem/settings/wcm/templates/page-content","pageProperty_titleTag":"Gift Card Terms & Conditions | Backcountry.com","seo-canonical":"https://www.backcountry.com/sc/gift-card-policy","jcr:created":"Thu Nov 11 2021 20:06:59 GMT+0000","jcr:createdBy":"cchristoffersen@backcountry.com","seo-title":"Gift Certificate Terms & Conditions | Backcountry.com","jcr:predecessors":["35c04ec0-26dc-46a2-a75b-6ed499a275ab"],"jcr:isCheckedOut":true,"jcr:mixinTypes":["mix:versionable"],"pageProperty_description":"Gift Certificates are redeemable for eligible purchases only on the mobile apps and websites of Backcountry.com, Competitivecyclist.com, Steepandcheap.com, and MotoSport.com","cq:lastReplicationAction_publish":"Activate","cq:lastModified":"Tue Oct 11 2022 18:24:22 GMT+0000","jcr:primaryType":"cq:PageContent","cq:lastReplicated":"Tue Oct 11 2022 18:25:32 GMT+0000","cq:lastReplicated_publish":"Tue Oct 11 2022 18:25:32 GMT+0000","sling:vanityPath":"bc-gift-card-policy","jcr:baseVersion":"35c04ec0-26dc-46a2-a75b-6ed499a275ab","root":{"layout":"responsiveGrid","sling:resourceType":"baem/components/container","jcr:primaryType":"nt:unstructured","container":{"layout":"responsiveGrid","sling:resourceType":"baem/components/container","jcr:primaryType":"nt:unstructured","title":{"jcr:lastModifiedBy":"cchristoffersen@backcountry.com","jcr:lastModified":"Thu Dec 23 2021 18:09:43 GMT+0000","sling:resourceType":"baem/components/title","jcr:primaryType":"nt:unstructured","jcr:title":"\nBACKCOUNTRY GIFT CERTIFICATES AND GIFT CARDS TERMS & CONDITIONS"},"container":{"layout":"responsiveGrid","sling:resourceType":"baem/components/container","jcr:primaryType":"nt:unstructured","text":{"jcr:created":"Thu Jan 27 2022 21:57:04 GMT+0000","jcr:lastModifiedBy":"cchristoffersen@backcountry.com","jcr:createdBy":"cchristoffersen@backcountry.com","textIsRich":"true","sling:resourceType":"baem/components/text","jcr:lastModified":"Wed May 04 2022 17:44:00 GMT+0000","jcr:primaryType":"nt:unstructured","text":"<h1><span class=\"title4Brand\">Backcountry Gift Certificates and Gift Cards</span></h1>\r\n<p>&nbsp;</p>\r\n<p><span class=\"title2Heavy\">Terms &amp; Conditions</span></p>\r\n<p><span class=\"body1Heavy\">Last Updated:&nbsp;<span class=\"body1\"> </span></span>11/7/2017</p>\r\n<p>&nbsp;</p>\r\n<p>By purchasing or using a gift certificate or gift card (including electronic gift codes) (“<span class=\"body1Heavy\">Gift Certificate</span>”) issued by Backcountry.com LLC (“<span class=\"body1Heavy\">Backcountry</span>”), you agree to these terms and conditions (“<span class=\"body1Heavy\">Gift Certificate Terms</span>”). Gift Certificates are redeemable for eligible purchases only on the mobile apps and websites of Backcountry.com, Competitivecyclist.com, Steepandcheap.com, and MotoSport.com (“<span class=\"body1Heavy\">Services</span>”). To redeem a Gift Certificate, you must create or have an existing and valid account to access our Services.</p>\r\n<p>&nbsp;</p>\r\n<p>These Gift Certificate Terms supplement and are part of the <a href=\"/sc/terms-of-use.html\">Backcountry Terms of Use</a>, which apply to any use of the Services. <span class=\"body1Heavy\">Any disputes arising from these Gift Certificate Terms, including any purchase or use of Gift Certificates, will be subject to the limitations of liability, governing law and dispute resolution procedures specified in the Terms of Use (including the class action waiver and mandatory arbitration terms).</span></p>\r\n<p>&nbsp;</p>\r\n<p>Gift Certificates are not refundable (whether for cash or otherwise) and cannot be redeemed for cash, except to the extent required by applicable law. Gift Certificates cannot be used to purchase other Gift Certificates, and cannot be reloaded, resold, or transferred for value. For combinations with other offers, restrictions may apply. Gift Certificates do not expire and are not subject to any transaction or dormancy fees. We reserve the right to cancel a purchased Gift Certificate if we suspect that it has been obtained or used unlawfully or otherwise in violation of these Gift Certificate Terms or the Terms of Use.</p>\r\n<p>&nbsp;</p>\r\n<p>Title to the Gift Certificates and the risk of loss, destruction or deterioration pass to the purchaser upon purchase. Backcountry is not responsible for any Gift Certificates that are lost, stolen, destroyed or used without your permission. IN THE EVENT A GIFT CERTIFICATE IS NON-FUNCTIONAL, YOUR SOLE REMEDY, AND OUR SOLE LIABILITY, WILL BE THE REPLACEMENT OF SUCH GIFT CERTIFICATE.</p>\r\n<p>&nbsp;</p>\r\n<p>Gift Certificates may not be used in connection with any marketing, advertising or other promotional activities without Backcountry’s prior written approval. Use of Backcountry’s name, logo, trade dress or trademarks in connection with the purchase or use of the Gift Certificates is strictly prohibited. Furthermore, the use of Gift Certificates in any manner that states or implies that any person, website, business, product or service is endorsed or sponsored by, or otherwise affiliated with, Backcountry is prohibited without Backcountry’s prior written approval.</p>\r\n<p>&nbsp;</p>\r\n<p>Gift Certificates are issued by Backcountry.com LLC, a Delaware limited liability company. The laws of the State of Utah, without regard to principles of conflict of laws, will govern these Gift Certificate Terms. If there is a conflict between these Gift Certificate Terms and our Terms of Use, these Gift Certificate Terms will control only to the extent of the conflict. If any provision or part of a provision of these Gift Certificate Terms is unlawful, void or unenforceable, that provision or part of the provision is deemed severable from these Gift Certificate Terms and does not affect the validity and enforceability of any remaining provisions.</p>\r\n<p>&nbsp;</p>\r\n<p>Backcountry may modify these Gift Certificate Terms from time to time. If we make changes, we will provide notice of such changes, such as by sending an email notification, providing notice through our Services, or posting the amended Gift Certificate Terms to our Services and updating the “Last Updated” date above. Unless we say otherwise in our notice, the amended Terms will be effective immediately and will apply to any use or purchase of Gift Certificates on or after the Last Updated date.</p>\r\n","cq:responsive":{"jcr:primaryType":"nt:unstructured","default":{"offset":"0","width":"12","jcr:primaryType":"nt:unstructured"}}}}}}}}